<?php

// задача индексиран масив
$arr = [1,3,6,22,-5,2,9];

// задача асоциативен масив
$student = [
    'name' => 'Симеон Владков',
    'discipline' => 'Сървърно програмиране',
    'grade' => 5.5381
];

// задачи control flow
// асоциативен масив 1
$students = [
    [
        'name' => 'Иван Иванов',
        'subject' => 'ИКН',
        'active' => true
    ],
    [
        'name' => 'Мария Димитрова',
        'subject' => 'МИО',
        'active' => false
    ],
    [
        'name' => 'Георги Стефанов',
        'subject' => 'Туризъм',
        'active' => false
    ],
    [
        'name' => 'Силвия Иванова',
        'subject' => 'ДТБ',
        'active' => true
    ],
];

// асоциативен масив 2
